[
  {
    "page_content": "Tecco Elite City là dự án trọng điểm do Tổng công ty Cổ phần Tecco làm chủ đầu tư, được triển khai tại phường Thịnh Đán, thành phố Thái Nguyên. Dự án có quy mô lớn với 6 tòa tháp, tổng cộng 2.088 căn hộ hiện đại, trên diện tích 21.000 m². Đây là một trong những tổ hợp căn hộ cao tầng đáng chú ý nhất tại khu vực trung tâm Thái Nguyên.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "chủ đầu tư": "Tổng công ty Cổ phần Tecco",
      "quy mô": "21.000 m² - 6 tòa - 2.088 căn hộ",
      "loại thông tin": "Giới thiệu dự án"
    }
  },
  {
    "page_content": "Dự án Tecco Elite có sự tham gia của nhiều đơn vị uy tín: Công ty Cổ phần Đầu tư Xây dựng Tín Minh là đơn vị thiết kế và xây dựng, Crystal Bay Property Services giữ vai trò tư vấn chiến lược, trong khi VietinBank và BIDV là hai ngân hàng đồng hành trong việc cho vay và hỗ trợ tài chính cho khách hàng. Điều này đảm bảo dự án được triển khai bài bản, đồng bộ và bền vững.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "đơn vị thiết kế": "Công ty CP Đầu tư Xây dựng Tín Minh",
      "tư vấn chiến lược": "Crystal Bay Property Services",
      "ngân hàng hỗ trợ": ["VietinBank", "BIDV"],
      "loại thông tin": "Đơn vị liên quan"
    }
  },
  {
    "page_content": "Tecco Elite City sở hữu vị trí chiến lược tại khu dân cư số 10, phường Thịnh Đán, thành phố Thái Nguyên. Vị trí này cho phép cư dân dễ dàng di chuyển chỉ trong 5 phút để đến trung tâm hành chính thành phố, 60 phút để kết nối Hà Nội qua tuyến cao tốc, và 15 phút để tiếp cận các khu công nghiệp lớn như Yên Bình hay Sông Công. Đây là lợi thế lớn cho cả cư dân lẫn nhà đầu tư khi xét về tính kết nối và tiềm năng phát triển.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "vị trí": "Khu dân cư số 10, Phường Thịnh Đán, Thành phố Thái Nguyên",
      "thời gian di chuyển": {
        "trung tâm hành chính": "5 phút",
        "Hà Nội": "60 phút (qua cao tốc)",
        "KCN Yên Bình / Sông Công": "15 phút"
      },
      "loại thông tin": "Vị trí & giao thông"
    }
  },
  {
    "page_content": "Dự án Tecco Elite được thiết kế với 32 tầng nổi và 3 tầng hầm, mật độ xây dựng hợp lý chỉ 38%, tạo không gian thoáng đãng cho cư dân. Tecco Elite City tích hợp đến 68 tiện ích nội khu đa dạng, từ giải trí, thể thao, mua sắm đến chăm sóc sức khỏe, nhằm phục vụ tối đa nhu cầu sinh hoạt của cộng đồng dân cư hiện đại.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "tầng cao": "32 tầng",
      "tầng hầm": 3,
      "mật độ xây dựng": "38%",
      "số tiện ích": 68,
      "loại thông tin": "Quy mô & thiết kế"
    }
  },
  {
    "page_content": "Trong phạm vi gần, cư dân Tecco Elite City được thừa hưởng nhiều tiện ích ngoại khu sẵn có: các cơ sở giáo dục uy tín như Đại học Thái Nguyên (2,1 km), Đại học Y Thái Nguyên (2,3 km); hệ thống y tế hiện đại với Bệnh viện Đa khoa Trung ương (2,4 km), Bệnh viện Y học Cổ truyền (2,3 km); trung tâm thương mại và siêu thị như Tôm Mùi (100 m), Hoàng Gia Plaza (700 m); và cơ quan hành chính UBND thành phố Thái Nguyên (3 km).",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "loại thông tin": "Tiện ích ngoại khu",
      "giáo dục": ["ĐH Thái Nguyên (2,1 km)", "ĐH Y Thái Nguyên (2,3 km)"],
      "y tế": ["BV Đa khoa TW (2,4 km)", "BV Y học Cổ truyền (2,3 km)"],
      "thương mại": ["Siêu thị Tôm Mùi (100 m)", "Hoàng Gia Plaza (700 m)"],
      "hành chính": "UBND TP Thái Nguyên (3 km)"
    }
  },
  {
    "page_content": "Giá bán căn hộ Tecco Elite City dao động từ 21 – 28 triệu/m², được đánh giá cạnh tranh trong khu vực. Các loại căn hộ đa dạng từ 1 phòng ngủ, 2 phòng ngủ đến 3 phòng ngủ, phù hợp cho nhiều đối tượng khách hàng từ cá nhân, gia đình trẻ đến hộ gia đình lớn. Đây là lựa chọn tối ưu vừa để an cư vừa để đầu tư sinh lời dài hạn.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "loại thông tin": "Giá & sản phẩm",
      "giá bán": "21 – 28 triệu/m²",
      "căn hộ": ["1 phòng ngủ", "2 phòng ngủ", "3 phòng ngủ"]
    }
  },
  {
    "page_content": "Khách hàng mua căn hộ tại Tecco Elite City được hưởng chính sách hỗ trợ vay ngân hàng với lãi suất 0% trong 18 tháng, giá trị vay tối đa 60% giá trị căn hộ. Đây là chính sách tài chính ưu việt, giúp giảm áp lực dòng tiền và tăng khả năng tiếp cận nhà ở cho nhiều gia đình trẻ.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "loại thông tin": "Chính sách bán hàng",
      "hỗ trợ vay": "60% giá trị căn hộ",
      "lãi suất ưu đãi": "0% trong 18 tháng"
    }
  },
  {
    "page_content": "Các căn hộ tại Tecco Elite City được bàn giao với nội thất cơ bản. Khách hàng có thể lựa chọn gói nâng cấp để nhận bàn giao với nội thất đầy đủ, hiện đại, đồng bộ, mang lại trải nghiệm sống tiện nghi và đẳng cấp hơn.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "loại thông tin": "Bàn giao",
      "gói nội thất": ["cơ bản", "nâng cấp đầy đủ"]
    }
  },
  {
    "page_content": "Tiến độ xây dựng của dự án Tecco Elite hiện tại: các tòa E, D, B và C đã hoàn tất và bàn giao; tòa A1 và A2 đang trong quá trình hoàn thiện nội thất cơ bản. Điều này cho thấy chủ đầu tư đảm bảo tiến độ và cam kết với khách hàng.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "loại thông tin": "Tiến độ",
      "tòa đã bàn giao": ["E", "D", "B", "C"],
      "tòa đang hoàn thiện": ["A1", "A2"]
    }
  },
  {
    "page_content": "Tecco Elite City có tính thanh khoản cao nhờ vị trí trung tâm, hạ tầng đồng bộ và nhu cầu thuê lớn từ các khu công nghiệp cũng như số lượng sinh viên đông đảo trong khu vực. Đặc biệt, dự án có chính sách cam kết cho thuê lại trong vòng 24 tháng sau khi nhận bàn giao căn hộ, và chính sách mua lại sau 24 tháng kể từ khi ký hợp đồng mua bán và thanh toán đầy đủ. Điều này mang lại sự an tâm và lợi nhuận ổn định cho các nhà đầu tư.",
    "metadata": {
      "tên dự án": "Tecco Elite City",
      "loại thông tin": "Tiềm năng đầu tư",
      "ưu thế": ["thanh khoản cao", "cho thuê mạnh", "tiềm năng tăng giá"],
      "chính sách đặc biệt": ["Cam kết thuê lại 24 tháng", "Chính sách mua lại sau 24 tháng"]
    }
  }
]
